/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ a %2$@ píší …";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ a %3$@ píší …";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ a %4$@ ostatních píší …";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ a 1 další píší …";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ a %2$@ obdrží pozvánky";

/* No comment provided by engineer. */
"%@ invitation" = "pozvání %@";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ je mimo kancelář";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ je dnes mimo kancelář";

/* Alice is typing… */
"%@ is typing…" = "%@ píše …";

/* {app name} is not installed */
"%@ not installed" = "%@ není nainstalováno";

/* {app name} version not supported */
"%@ version not supported" = "Verze %@ není podporovaná";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ obdrží pozvánku";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ a %3$@ obdrží pozvánky";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ a %4$ld ostatních obdrží pozvánky";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ a 1 další obdrží pozvánky";

/* No comment provided by engineer. */
"%d days ago" = "Před %d dny";

/* No comment provided by engineer. */
"%d hours ago" = "před %d hodinami";

/* No comment provided by engineer. */
"%d minutes ago" = "Před %d minutami";

/* Number of options in a poll */
"%d options" = "%d možností";

/* Replies in a thread */
"%d replies" = "%d odpovědi";

/* Votes in a poll */
"%d votes" = "%d hlasy";

/* No comment provided by engineer. */
"%ld notifications" = "%ld upozornění";

/* No comment provided by engineer. */
"%ld participants" = "%ld účastníci";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld účastníků v tomto hovoru";

/* Replies in a thread */
"%ld replies" = "%ld odpovědi";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Stav uživatele „Nerušit“ bude v případě důležitých konverzací ignorován";

/* No comment provided by engineer. */
"1 day" = "1 den";

/* No comment provided by engineer. */
"1 hour" = "1 hodina";

/* No comment provided by engineer. */
"1 week" = "1 týden";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Jděte na vámi využívaný server přes webový prohlížeč";

/* No comment provided by engineer. */
"15 minutes" = "15 minut";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Jděte do Nastavení > Zabezpečení > Vytvořit nové heslo pro aplikaci";

/* Message is pinned 24 hours */
"24 hours" = "24 hodin";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Naskenujte QR kód, který tam bude zobrazen";

/* Message is pinned 30 days */
"30 days" = "30 dnů";

/* No comment provided by engineer. */
"30 minutes" = "30 minut";

/* No comment provided by engineer. */
"4 hours" = "4 hodiny";

/* No comment provided by engineer. */
"4 weeks" = "4 týdny";

/* Message is pinned 7 days */
"7 days" = "7 dnů";

/* No comment provided by engineer. */
"8 hours" = "8 hodin";

/* No comment provided by engineer. */
"@-mentions only" = "Pouze na zmínky ve stylu @méjméno";

/* No comment provided by engineer. */
"[Unknown username]" = "[Neznámé uživatelské jméno]";

/* No comment provided by engineer. */
"About" = "O aplikaci";

/* No comment provided by engineer. */
"Absence" = "Nepřítomnost";

/* No comment provided by engineer. */
"Accept" = "Přijmout";

/* No comment provided by engineer. */
"Account" = "Účet";

/* No comment provided by engineer. */
"Account already added" = "Účet už je přidán";

/* No comment provided by engineer. */
"Account not configured" = "Účet nenastaven";

/* No comment provided by engineer. */
"Account not found" = "Účet nenalezen";

/* No comment provided by engineer. */
"Accounts" = "Účty";

/* No comment provided by engineer. */
"Accuracy" = "Přesnost";

/* No comment provided by engineer. */
"Add (%lu)" = "Přidat (%lu)";

/* No comment provided by engineer. */
"Add account" = "Přidat účet";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Přidat interní poznámku ohledně tohoto vyloučení";

/* No comment provided by engineer. */
"Add answer" = "Přidat odpověď";

/* No comment provided by engineer. */
"Add attendees" = "Přidat účastníky";

/* No comment provided by engineer. */
"Add participants" = "Přidat účastníky";

/* No comment provided by engineer. */
"Add reaction" = "Přidat reakci";

/* No comment provided by engineer. */
"Add to favorites" = "Přidat do oblíbených";

/* No comment provided by engineer. */
"Added note to self" = "Přidána poznámka pro sebe";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Přidávání zmínění upozorní pouze uživatele, kteří si zprávu ještě nepřečetli.";

/* No comment provided by engineer. */
"Address" = "Adresa";

/* No comment provided by engineer. */
"Advanced" = "Pokročilé";

/* No comment provided by engineer. */
"AirPlay button" = "Tlačítko AirPlay";

/* No comment provided by engineer. */
"All messages" = "Všechny zprávy";

/* No comment provided by engineer. */
"All messages were deleted" = "Všechny zprávy byly vymazány";

/* No comment provided by engineer. */
"All notifications are muted" = "Veškerá upozornění jsou ztlumena";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Umožnit hostům, připojit se k této konverzace prostřednictvím odkazu.";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Umožnit účastníkům zmínit @all (všechny)";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Umožnit zavolání do hovoru bez zadávání pin kódu";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Umožněno";

/* No comment provided by engineer. */
"Alphabetical order" = "Abecední pořadí";

/* No comment provided by engineer. */
"Also open to guest app users" = "Otevřít také pro neregistrované hosty";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Správce přidal vás a %ld dalších účastníků";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Správce přidal vás a {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Správce přidal {user0} a %ld dalších účastníků";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Správce přidal {user0} a {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Správce vám a %ld dalším účastníkům odebral práva moderátora";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Správce vám a {user0} odebral práva moderátora";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Správce odebral {user0} a %ld dalším účastníkům práva moderátora";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Správce odebral {user0} a {user1} práva moderátora";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Správce vám a %ld dalším účastníkům přidal práva moderátora";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Správce vám a {user0} přidal práva moderátora";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Správce přidal {user0} a %ld dalším účastníkům práva moderátora";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Správce udělil {user0} a {user1} práva moderátorů";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Správce odebral vás a %ld dalších účastníků";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Správce odebral vás a {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Správce odebral {user0} a %ld dalších účastníků";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Správce odebral {user0} a {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Došlo k chybě při změně nastavení soukromí";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Došlo k chybě při změně nastavení stavu přečtení";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Došlo k chybě při změně nastavení soukromí při psaní";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Došlo k chybě při stahování obrázku";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Došlo k chybě při odebírání profilového obrázku";

/* No comment provided by engineer. */
"An error occurred setting address" = "Došlo k chybě při nastavování adresy";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Došlo k chybě při nastavování e-mailové adresy";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Došlo k chybě při nastavování telefonního čísla";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Došlo k chybě při nastavování profilového obrázku";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Došlo k chybě při nastavování nastavování Twitter účtu";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Došlo k chybě při nastavování uživatelského jména";

/* No comment provided by engineer. */
"An error occurred setting website" = "Došlo k chybě při nastavování adresy webové stránky";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Došlo k chybě při překládání obsahu zprávy";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Došlo k chybě při přidávání %@ do místnosti";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Při přidávání reakce na zprávu došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Při přidávání poznámky došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Došlo k chybě při odstraňování stavové zprávy";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Při vytváření konceptu ankety došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Při vytváření schůzky došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Při vytváření ankety došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Při vytváření vlákna došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Došlo k chybě při mazání zprávy";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Došlo k chybě při mazání konceptu ankety";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Při vypínání nepřítomnosti došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Při upravování ankety došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Došlo k chybě při otevírání souboru %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "Došlo k chybě při připínání zprávy";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Došlo k chybě při odebírání reakce ze zprávy";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Došlo k chybě při odebírání zástupného obrázku";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Došlo k chybě při odesílání zprávy";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Došlo k chybě při nastavování \(formattedPhoneNumber) coby telefonního čísla";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Při nastavování nepřítomnosti došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Při nastavování popisu došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Při nastavování stavu online došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Došlo k chybě při nastavování telefonního čísla";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Došlo k chybě při nastavování stavové zprávy";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Došlo k chybě při nastavování zástupného obrázku";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Při nastavování stavu uživatele došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Došlo k chybě při sdílení souboru";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Došlo k chybě při vytváření nové skupinové konverzace";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Při zkoušení push notifikací došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "Došlo k chybě při rušení připnutí zprávy";

/* No comment provided by engineer. */
"an hour" = "hodina";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonymní anketa";

/* No comment provided by engineer. */
"Answer" = "Odpověď";

/* No comment provided by engineer. */
"Answers" = "Odpovědi";

/* No comment provided by engineer. */
"App" = "Aplikace";

/* No comment provided by engineer. */
"App is outdated" = "Aplikace je zastaralá";

/* No comment provided by engineer. */
"Appear offline" = "Jevit se offline";

/* No comment provided by engineer. */
"Archive conversation" = "Archivovat konverzaci";

/* No comment provided by engineer. */
"Archived conversations" = "Archivované konverzace";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archivované konverzace jsou ve výchozím stavu ze seznamu konverzací skryté. Objeví pouze při otevření seznamu archivovaných konverzací.";

/* No comment provided by engineer. */
"Ask a question" = "Položit dotaz";

/* No comment provided by engineer. */
"Attachments allowed?" = "Jsou umožněné přílohy?";

/* No comment provided by engineer. */
"Attendees" = "Účastníci";

/* No comment provided by engineer. */
"Audio options" = "Předvolby pro zvuk";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Sdílení zvuku, videa a obrazovky";

/* No comment provided by engineer. */
"Audios" = "Zvuky";

/* No comment provided by engineer. */
"Away" = "Pryč";

/* No comment provided by engineer. */
"Back to conversations" = "Zpět na konverzace";

/* Ban a user/guest */
"Ban" = "Vyloučit";

/* e.g. Ban John Doe */
"Ban %@" = "Vyloučit %@";

/* No comment provided by engineer. */
"Ban participant" = "Vyloučit účastníka";

/* Date and time of ban creation */
"Banned by:" = "Vyloučil(a):";

/* No comment provided by engineer. */
"Banned users and guests" = "Vyloučení uživatelé a hosté";

/* Bold text */
"Bold" = "Tučné";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Browse poll drafts" = "Procházet koncepty anket";

/* No comment provided by engineer. */
"Busy" = "Zaneprázdněn/a";

/* No comment provided by engineer. */
"Cached files" = "Soubory v mezipaměti";

/* No comment provided by engineer. */
"Cached images" = "Obrázky v mezipaměti";

/* No comment provided by engineer. */
"Calendar" = "Kalendář";

/* No comment provided by engineer. */
"Call notification sent" = "Upozornění na hovor odesláno";

/* No comment provided by engineer. */
"Call options" = "Možnosti volání";

/* No comment provided by engineer. */
"Call recording enabled?" = "Nahrávání hovoru zapnuto?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Nahrávání hovoru se nezdařilo. Obraťte se na svého správce.";

/* No comment provided by engineer. */
"Call recording is starting" = "Nahrávání hovoru se spouští";

/* No comment provided by engineer. */
"Call recording started" = "Nahrávání hovoru zahájeno";

/* No comment provided by engineer. */
"Call recording stopped" = "Nahrávání hovoru zastaveno";

/* No comment provided by engineer. */
"Call without notification" = "Zavolat bez upozornění";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Volání v tuto chvíli není podporováno protože na serveru je zapnuté šifrování mezi koncovými body";

/* No comment provided by engineer. */
"CallKit supported?" = "Podporován CallKit?";

/* No comment provided by engineer. */
"Calls" = "Volání";

/* No comment provided by engineer. */
"Calls enabled?" = "Jsou umožněné hovory?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Byly obdrženy hovory od starého účtu.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Hovory od starých účtů";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera access" = "Přístup ke kameře";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Přístup ke kameře nebyl povolen. Zkontrolujte nastavení.";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera vypnuta";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera zapnuta";

/* No comment provided by engineer. */
"Can create conversations?" = "Může vytvářet konverzace?";

/* No comment provided by engineer. */
"Cancel" = "Storno";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Hovor zrušen z jiného účtu";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Konverzaci nelze nasdílet";

/* No comment provided by engineer. */
"Capabilities" = "Schopnosti";

/* No comment provided by engineer. */
"Change password" = "Změnit heslo";

/* No comment provided by engineer. */
"Change your vote" = "Změňte svůj hlas";

/* No comment provided by engineer. */
"Chat" = "Chat";

/* No comment provided by engineer. */
"Chat messages" = "Zprávy v chatu";

/* No comment provided by engineer. */
"Clear cache" = "Vyprázdnit mezipaměť";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Vymazat zprávy chatu z mezipaměti";

/* No comment provided by engineer. */
"Clear reminder" = "Vyčistit připomínku";

/* No comment provided by engineer. */
"Clear status message" = "Vyčistit stavovou zprávu";

/* No comment provided by engineer. */
"Clear status message after" = "Vyčistit stavovou zprávu po uplynutí";

/* No comment provided by engineer. */
"Close" = "Zavřít";

/* Code block */
"Code" = "Kód";

/* No comment provided by engineer. */
"Configuration" = "Nastavení";

/* No comment provided by engineer. */
"Configure your next absence period" = "Nastavit období vaší příští nepřítomnosti";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Potvrdit a skrýt varování";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Připojování k %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Připojování k hovoru …";

/* No comment provided by engineer. */
"Contact access" = "Přístup ke kontaktům";

/* No comment provided by engineer. */
"Contact access has been denied" = "Přístup ke kontaktům byl odepřen";

/* No comment provided by engineer. */
"Contacts" = "Kontakty";

/* No comment provided by engineer. */
"Conversation creation failed" = "Vytváření konverzace se nezdařilo";

/* No comment provided by engineer. */
"Conversation details" = "Podrobnosti o konverzaci";

/* No comment provided by engineer. */
"Conversation name" = "Název konverzace";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Název konverzace je třeba vyplnit";

/* No comment provided by engineer. */
"Conversation not found" = "Konverzace nenalezena";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Konverzace nenalezena nebo jste do ní ještě nevstoupili";

/* No comment provided by engineer. */
"Conversation participants" = "Účastníci konverzace";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Heslo do konverzace bylo odebráno";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Heslo do konverzace bylo uloženo";

/* No comment provided by engineer. */
"Conversation settings" = "Nastavení konverzace";

/* No comment provided by engineer. */
"Conversations" = "Konverzace";

/* No comment provided by engineer. */
"Copy" = "Zkopírovat";

/* No comment provided by engineer. */
"Copy message link" = "Zkopírovat odkaz zprávy";

/* No comment provided by engineer. */
"Copy message selection" = "Zkopírovat výběr ze zprávy";

/* No comment provided by engineer. */
"Could not access camera" = "Nedaří se přistupovat ke kameře";

/* No comment provided by engineer. */
"Could not access microphone" = "Nedaří se přistupovat ke kameře";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Nedaří se přistupovat k rozpoznávání řeči";

/* No comment provided by engineer. */
"Could not access your location" = "K vaší poloze se nedaří přistupovat";

/* No comment provided by engineer. */
"Could not add participant" = "Účastníka se nedaří přidat";

/* No comment provided by engineer. */
"Could not ban participant" = "Účastníka se nepodařilo vyloučit";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Nebylo možné změnit nastavení archivované konverzace";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Nedaří se změnit nastavení upozorňování na hovor";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Nebylo možné změnit nastavení důležité konverzace";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Nedaří se změnit vypisovatelný rozsah této konverzace";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Nedaří se změnit stav čekárny této konverzace";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Nepodařilo se změnit oprávnění ke zmiňování v konverzaci";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Nedaří se změnit oprávnění účastníka k moderování";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Nedaří se změnit nastavení upozorňování";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Nedaří se změnit nastavení ochrany heslem";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Nedaří se změnit stav pouze pročtení této konverzace";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Nebylo možné změnit nastavení citlivé konverzace";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Nedaří se změnit oprávnění pro sdílení této konverzace";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Nedaří se změnit SIP stav konverzace";

/* No comment provided by engineer. */
"Could not clear chat history" = "Nedaří se vymazat historii chatu";

/* No comment provided by engineer. */
"Could not clear status message" = "Nedaří se vymazat stavovou zprávu";

/* No comment provided by engineer. */
"Could not create meeting" = "Schůzku nebylo možné vytvořit";

/* No comment provided by engineer. */
"Could not delete conversation" = "Konverzaci se nedaří smazat";

/* No comment provided by engineer. */
"Could not disable absence" = "Nepřítomnost se nedaří vypnout";

/* No comment provided by engineer. */
"Could not get available languages" = "Nepodařilo se načíst které všechny jazyky jsou k dispozici";

/* No comment provided by engineer. */
"Could not join %@ call" = "Nedaří se připojit k hovoru %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Nedaří se připojit k hovoru s %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Nedaří se přidat do konverzace";

/* No comment provided by engineer. */
"Could not leave conversation" = "Konverzaci zatím nemůžete opustit";

/* No comment provided by engineer. */
"Could not login with QR code" = "Nebylo možné se přihlásit pomocí QR kódu";

/* No comment provided by engineer. */
"Could not remove participant" = "Účastníka se nedaří odebrat";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Konverzaci se nedaří přejmenovat";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Nedaří se znovu odeslat e-mailové pozvánky";

/* No comment provided by engineer. */
"Could not send call notification" = "Nedaří se odeslat upozornění na hovor";

/* No comment provided by engineer. */
"Could not send the message" = "Zprávu se nepodařilo odeslat";

/* No comment provided by engineer. */
"Could not set absence" = "Nepřítomnost se nedaří nastavit";

/* No comment provided by engineer. */
"Could not set conversation name" = "Nedaří se nastavit název konverzace";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Nedaří se nastavit okamžik skončení platnosti zprávy";

/* No comment provided by engineer. */
"Could not set online status" = "Nebylo možné nastavit stav online";

/* No comment provided by engineer. */
"Could not set phone number" = "Nedaří se nastavit telefonní číslo";

/* No comment provided by engineer. */
"Could not set status message" = "Nedaří se nastavit stavovou zprávu";

/* No comment provided by engineer. */
"Could not share file" = "Soubor se nepodařilo nasdílet";

/* No comment provided by engineer. */
"Could not start group conversation" = "Nepodařilo se zahájit skupinovou konverzaci";

/* No comment provided by engineer. */
"Create" = "Vytvořit";

/* No comment provided by engineer. */
"Create a new conversation" = "Vytvořit novou konverzaci";

/* No comment provided by engineer. */
"Create a thread" = "Vytvořit vlákno";

/* No comment provided by engineer. */
"Create or join a conversation" = "Vytvořte konverzaci nebo se k nějaké připojte";

/* No comment provided by engineer. */
"Create poll" = "Vytvořit anketu";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Vytváření konceptu ankety se nezdařilo";

/* No comment provided by engineer. */
"Creating poll failed" = "Vytváření ankety se nezdařilo";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Přihlašovací údaje pro tento účet už nejsou platné";

/* Custom message expiration */
"Custom" = "Uživatelsky určené";

/* name of a moderator who banned a participant */
"Date:" = "Datum:";

/* No comment provided by engineer. */
"days" = "dny";

/* No comment provided by engineer. */
"Deck cards" = "Karty aplikace Deck";

/* No comment provided by engineer. */
"Default" = "Výchozí";

/* No comment provided by engineer. */
"Delete" = "Smazat";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Smazat vše";

/* No comment provided by engineer. */
"Delete all messages" = "Smazat všechny zprávy";

/* No comment provided by engineer. */
"Delete conversation" = "Smazat konverzaci";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Smazat nyní";

/* No comment provided by engineer. */
"Deleted user" = "Smazaný uživatel";

/* No comment provided by engineer. */
"Deleting message" = "Mazání zprávy";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Mazání konceptu ankety se nezdařilo";

/* No comment provided by engineer. */
"Demote from moderator" = "Odebrat oprávnění moderátora";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Odepřeno";

/* No comment provided by engineer. */
"Description" = "Popis";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Popis nemůže být delší než 500 znaků";

/* No comment provided by engineer. */
"Details" = "Podrobnosti";

/* No comment provided by engineer. */
"detected" = "zjištěno";

/* No comment provided by engineer. */
"Detecting language" = "Zjišťuje se jazyk";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostika";

/* No comment provided by engineer. */
"Disable absence" = "Vypnout nepřítomnost";

/* No comment provided by engineer. */
"Disable blur" = "Vypnout rozmazávání";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Vypnout reproduktor";

/* No comment provided by engineer. */
"Disconnected" = "Odpojeno";

/* No comment provided by engineer. */
"Dismiss" = "Zavřít";

/* No comment provided by engineer. */
"Dismiss notification" = "Zahodit upozornění";

/* No comment provided by engineer. */
"Do not disturb" = "Nerušit";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Opravdu chcete mezipaměť souborů vyprázdnit?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Opravdu chcete mezipaměť obrázků vyprázdnit?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Opravdu chcete všechny zprávy v této konverzaci smazat?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Opravdu chcete tuto konverzaci smazat pro všechny?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Opravdu chcete tuto anketu uzavřít?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Opravdu se chcete z tohoto účtu odhlásit?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Opravdu chcete tento účet odebrat?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Chcete se k tomuto serveru připojit i tak?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Chcete tuto konverzaci smazat?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Chcete zapnout kameru?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Chcete se k tomuto hovoru připojit?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Chcete nasdílet „%@“ v konverzaci?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Chcete přestat nahrávat?";

/* No comment provided by engineer. */
"Don't clear" = "Do odvolání";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Dialog ověření se zrušíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Předvolby sdílení zavřete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to display call options" = "Předvolby hovoru zobrazíte dvojitým klepnutím";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Nabídku volby zobrazení vyvoláte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Předvolby stupně upozornění ohledně vlákna zobrazíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Profil upravíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Dvojitým klepnutím zapnete nebo vypnete volbu „Zavolat bez vyzvánění“";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Kameru zapnete či vypnete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Mikrofon zapnete či vypnete dvojitým klepnutím";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Reproduktor zapnete nebo vypnete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Upravování profilu ukončíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Informace o konverzaci obdržíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Na profil uživatele a nastavení aplikace přejdete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Hovor ukončíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Dvojitým klepnutím na se přestanete hlásit o slovo";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Procházení souborů otevřete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Směřování zvuku jinam vyberete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to send message" = "Zprávy odešlete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Vybraným konverzacím nasdílíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Dvojitým klepnutím zobrazíte další akce";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Zobrazení chatu zobrazíte nebo skryjete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Videohovor zahájíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "(pouze) Hlasové volání zahájíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Dvojitým klepnutím zastavíte nahrávání";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Hlasový hovor přepnete na videohovor dvojitým klepnutím";

/* No comment provided by engineer. */
"Duplicate session" = "Duplicitní relace";

/* Edit a message or room participants */
"Edit" = "Upravit";

/* No comment provided by engineer. */
"Edit attendees" = "Upravit účastníky";

/* No comment provided by engineer. */
"Edit thread details" = "Upravit podrobnosti o vláknu";

/* A message was edited */
"edited" = "upraveno";

/* A message was edited by ... */
"edited by" = "upravil(a)";

/* A message was edited by ... */
"Edited by" = "Upravil(a)";

/* No comment provided by engineer. */
"Editing Message" = "Upravuje zprávu";

/* No comment provided by engineer. */
"Editing poll draft" = "Úprava konceptu ankety";

/* No comment provided by engineer. */
"Editing poll failed" = "Úprava konceptu ankety se nezdařila";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Buď nemáte oprávnění pro chat nebo je konverzace pouze pro čtení.";

/* No comment provided by engineer. */
"Email" = "E-mail";

/* No comment provided by engineer. */
"Empty summary response" = "Prázdná odpověď shrnutí";

/* No comment provided by engineer. */
"Enable" = "Zapnout";

/* No comment provided by engineer. */
"Enable blur" = "Zapnout rozmazávání";

/* No comment provided by engineer. */
"Enable screensharing" = "Zapnout sdílení obrazovky ";

/* No comment provided by engineer. */
"Enable speaker" = "Zapnout reproduktor";

/* No comment provided by engineer. */
"End call" = "Ukončit hovor";

/* No comment provided by engineer. */
"End call for everyone" = "Ukončit hovor pro všechny";

/* No comment provided by engineer. */
"End poll" = "Ukončit anketu";

/* No comment provided by engineer. */
"Enter a new password" = "Zadejte nové heslo";

/* No comment provided by engineer. */
"Enter a password" = "Zadejte heslo";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Při vytváření připomínky došlo k chybě";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Při upravování zprávy došlo k chybě";

/* External signaling used */
"External" = "Externí";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Pozvánku se nepodařilo přijmout";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Nepodařilo se zkontrolovat nebo vytvořit složku přílohy";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Připomínku se nepodařilo vyčistit";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Nepodařilo se připojit k %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Nepodařilo se přeposlat zprávu";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Nepodařilo se získat kalendář pro naplánování schůzky";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Pozvánku se nepodařilo odmítnout";

/* No comment provided by engineer. */
"Failed to send message" = "Odeslání zprávy se nezdařilo";

/* No comment provided by engineer. */
"Failed to share recording" = "Nahrávku se nepodařilo nasdílet";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Nepodařilo se zrušit vyloučení označené položky";

/* No comment provided by engineer. */
"Federated" = "Federované";

/* No comment provided by engineer. */
"Fetching status …" = "Získávání stavu …";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "Soubory";

/* Title for available conversations filters */
"Filters" = "Filtry";

/* No comment provided by engineer. */
"First day" = "První den";

/* No comment provided by engineer. */
"Follow conversation settings" = "Nastavení sledování konverzace";

/* No comment provided by engineer. */
"For password reset and notifications" = "Pro znovunastavení hesla a upozorňování";

/* No comment provided by engineer. */
"Format" = "Formát";

/* No comment provided by engineer. */
"Forward" = "Přeposlat";

/* No comment provided by engineer. */
"Forward to" = "Přeposlat na";

/* 'From' which language user wants to translate text */
"From" = "Od";

/* from Alice at nextcloud.local */
"from %@ at %@" = "od  %1$@ v %2$@";

/* No comment provided by engineer. */
"Full name" = "Celé jméno";

/* No comment provided by engineer. */
"Generate summary" = "Vytvořit shrnutí";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Vytváření shrnutí nepřečtených zpráv";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Vytváření shrnutí nepřečtených zpráv se nezdařilo";

/* No comment provided by engineer. */
"Get source code" = "Získat zdrojové kódy";

/* No comment provided by engineer. */
"GitHub API error" = "Chyba GitHub API";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Udělit souhlas a připojit se k hovoru";

/* No comment provided by engineer. */
"Go to message" = "Přejít na zprávu";

/* No comment provided by engineer. */
"guest" = "host";

/* No comment provided by engineer. */
"Guest" = "Host";

/* No comment provided by engineer. */
"Guests access" = "Přístup pro hosty";

/* No comment provided by engineer. */
"Guests app enabled?" = "Aplikace Hosté zapnutá?";

/* No comment provided by engineer. */
"Hang up" = "Zavěsit";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Skrýt";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Vysoká";

/* No comment provided by engineer. */
"hours" = "hodiny";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Pokud konverzaci smažete, bude také smazána pro %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Pokud zapnete přenášení obrazu, tento hovor bude na několik sekund přerušen.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Pokud používáte vícero serverů, je třeba je zkontrolovat všechny.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Obrázky, soubory, hlasové zprávy …";

/* No comment provided by engineer. */
"Import account" = "Importovat účet";

/* No comment provided by engineer. */
"Important conversation" = "Důležitá konverzace";

/* No comment provided by engineer. */
"in" = "v";

/* No comment provided by engineer. */
"Include calls in call history" = "Zahrnout volání do historie volání";

/* Message is pinned indefinitely */
"Indefinitely" = "Napořád";

/* Internal signaling used */
"Internal" = "Vnitřní";

/* Internal note about why a user/guest was banned */
"Internal note" = "Interní poznámka";

/* No comment provided by engineer. */
"Invalid date range" = "Neplatný rozsah datumů";

/* No comment provided by engineer. */
"Invalid email address" = "Neplatná e-mailová adresa";

/* No comment provided by engineer. */
"Invalid end date" = "Neplatné datum konce";

/* No comment provided by engineer. */
"Invalid server address" = "Neplatná adresa serveru";

/* No comment provided by engineer. */
"Invalid start date" = "Neplatné datum začátku";

/* No comment provided by engineer. */
"Invisible" = "Neviditelná/ý";

/* No comment provided by engineer. */
"Invitation resent" = "Pozvánka odeslána znovu";

/* No comment provided by engineer. */
"Invitations resent" = "Pozvánky odeslány znovu";

/* Invitation for a meeting */
"Invite all users and emails" = "Pozvat všechny uživatele a e-maily";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Zdá se, že %@ není na serveru nainstalováno.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Zdá se, že není k dispozici připojení k Internetu.";

/* Italic text */
"Italic" = "Skloněné";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Připojte se ke konverzaci, nebo začněte novou";

/* No comment provided by engineer. */
"Join call" = "Připojit se k hovoru";

/* No comment provided by engineer. */
"Join call (audio only)" = "Připojit se k hovoru (pouze zvuk)";

/* No comment provided by engineer. */
"Join call with video" = "Připojit se k hovoru s přenášením obrazu";

/* No comment provided by engineer. */
"Join open conversations" = "Přidat se do všem přístupných konverzací";

/* No comment provided by engineer. */
"Join video call" = "Připojit se k videohovoru";

/* No comment provided by engineer. */
"Keep" = "Ponechat";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Poslední den (včetně)";

/* Last subscription to the push notification server */
"Last subscription" = "Poslední přihlášení se k odběru";

/* No comment provided by engineer. */
"Last sync" = "Naposledy synchronizováno";

/* Remind me later today about that message */
"Later today" = "Později dnes";

/* No comment provided by engineer. */
"Leave" = "Opustit";

/* No comment provided by engineer. */
"Leave call" = "Opustit hovor";

/* No comment provided by engineer. */
"Leave conversation" = "Opustit konverzaci";

/* No comment provided by engineer. */
"less than a minute ago" = "před méně než minutou";

/* No comment provided by engineer. */
"Link https://…" = "Odkaz https://…";

/* No comment provided by engineer. */
"Linked file" = "Připojený soubor";

/* No comment provided by engineer. */
"Load more results" = "Načíst další výsledky";

/* No comment provided by engineer. */
"Lobby" = "Čekárna";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Čekárna je pořád aktivní a nejste moderátorem";

/* No comment provided by engineer. */
"Local" = "Místní";

/* No comment provided by engineer. */
"Local time: %@" = "Místní čas: %@";

/* No comment provided by engineer. */
"Location" = "Poloha";

/* No comment provided by engineer. */
"Location access" = "Přístup k poloze";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Přístup ke službě údaje o poloze byl odepřen. Zkontrolujte nastavení.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Služba určování polohy není zapnuta";

/* No comment provided by engineer. */
"Locations" = "Polohy";

/* No comment provided by engineer. */
"Lock conversation" = "Uzamknout konverzaci";

/* No comment provided by engineer. */
"Log in" = "Přihlásit";

/* No comment provided by engineer. */
"Log out" = "Odhlásit se";

/* No comment provided by engineer. */
"Logged out" = "Odhlášeni";

/* No comment provided by engineer. */
"Long absence message" = "Podrobnější zpráva k nepřítomnosti";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Nízká";

/* No comment provided by engineer. */
"Lower hand" = "Přestat se hlásit";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Ruční";

/* No comment provided by engineer. */
"Mark as read" = "Označit jako přečtené";

/* No comment provided by engineer. */
"Mark as unread" = "Označit jako nepřečtené";

/* No comment provided by engineer. */
"Match system contacts" = "Hledat shodu v systémových kontaktech";

/* No comment provided by engineer. */
"Media" = "Média";

/* No comment provided by engineer. */
"Meeting created" = "Schůzka vytvořena";

/* No comment provided by engineer. */
"Meeting ended" = "Schůzka skončila";

/* No comment provided by engineer. */
"Meeting ID" = "Identif. schůzky";

/* No comment provided by engineer. */
"Meeting settings" = "Nastavení schůzky";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Schůze";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Zmíněno";

/* Copy 'message' */
"Message" = "Zpráva";

/* No comment provided by engineer. */
"Message copied" = "Zpráva zkopírována";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Zpráva nemohla být smazána, protože je příliš stará";

/* No comment provided by engineer. */
"Message deleted successfully" = "Zpráva úspěšně smazána";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Zpráva úspěšně smazána, ale je spuštěný Matterbridge, takže mohla být odeslána i do jiných služeb";

/* No comment provided by engineer. */
"Message editing failed" = "Upravování zprávy se nezdařilo";

/* No comment provided by engineer. */
"Message expiration" = "Skončení platnosti zprávy";

/* Copy 'link' to a message */
"Message link" = "Odkaz zprávy";

/* No comment provided by engineer. */
"Message link copied" = "Odkaz zprávy zkopírován";

/* No comment provided by engineer. */
"Message pinned" = "Zpráva připnuta";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Náhled zprávy bude vypnut pro seznam konverzací a notifikace";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Přeplánování zprávy se nezdařilo";

/* No comment provided by engineer. */
"Message scheduling failed" = "Naplánování zprávy se nezdařilo";

/* No comment provided by engineer. */
"Message successfully edited" = "Zpráva úspěšně upravena";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Zpráva úspěšně přeplánována";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Zpráva úspěšně naplánována";

/* No comment provided by engineer. */
"Message unpinned" = "Připnutí zprávy zrušeno";

/* No comment provided by engineer. */
"Messages" = "Zprávy";

/* No comment provided by engineer. */
"Microphone" = "Mikrofon";

/* No comment provided by engineer. */
"Microphone access" = "Přístup k mikrofonu";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Přístup k mikrofonu nebyl povolen. Zkontrolujte nastavení.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofon vypnut";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofon zapnut";

/* No comment provided by engineer. */
"minutes" = "minuty";

/* No comment provided by engineer. */
"Missed call from" = "Zmeškaný hovor od";

/* No comment provided by engineer. */
"Missing phone number information" = "Chybí informace o telefonním čísle";

/* The signaling mode used */
"Mode" = "Režim";

/* No comment provided by engineer. */
"moderator" = "moderátor";

/* No comment provided by engineer. */
"Modification date" = "Datum změny";

/* More menu elements */
"More" = "Další";

/* No comment provided by engineer. */
"More actions" = "Další akce";

/* No comment provided by engineer. */
"Multiple answers" = "Vícero odpovědí";

/* No comment provided by engineer. */
"Mute all notifications" = "Ztlumit veškerá upozornění";

/* No comment provided by engineer. */
"Mute others" = "Ztlumit ostatní";

/* No comment provided by engineer. */
"My location" = "Moje pozice";

/* No comment provided by engineer. */
"Name" = "Jméno";

/* No comment provided by engineer. */
"Nearby places" = "Místa poblíž";

/* No comment provided by engineer. */
"Network available" = "Síť dostupná";

/* No comment provided by engineer. */
"Network not available" = "Síť není dostupná";

/* Never subscribed to the push notification server */
"Never subscribed" = "Nikdy se nepřihlášeno k odběru";

/* No comment provided by engineer. */
"New conversation" = "Nová konverzace";

/* No comment provided by engineer. */
"New poll" = "Nová anketa";

/* Remind me next week about that message */
"Next week" = "Příští týden";

/* No comment provided by engineer. */
"HPACloud server not found" = "HPACloud server nenalezen";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No actions available" = "Nejsou k dispozici žádné akce";

/* No comment provided by engineer. */
"No active account found" = "Nenalezeny žádné aktivní účty";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Není k dispozici žádný poskytovatel AI, nebo se shrnutí nezdařilo";

/* No comment provided by engineer. */
"No banned users or guests" = "Žádní vyloučení uživatelé nebo hosté";

/* No comment provided by engineer. */
"No description provided" = "Nezadán žádný popis";

/* No comment provided by engineer. */
"No files in here" = "Nejsou zde žádné soubory.";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Žádný filtr";

/* No comment provided by engineer. */
"No followed threads" = "Nenásledovaná vlákna";

/* No comment provided by engineer. */
"No messages found to summarize" = "Nenalezeny žádné zprávy pro shrnutí";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Zatím žádné zprávy, zahajte konverzaci!";

/* No comment provided by engineer. */
"No participants found" = "Nenalezeni žádní účastníci";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Nemáte oprávnění se připojit k této konverzaci";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Zatím neuloženy žádné koncepty anket";

/* No comment provided by engineer. */
"No recent threads" = "Žádná nedávná vlákna";

/* No comment provided by engineer. */
"No response from server" = "Žádná odpověď ze serveru";

/* No comment provided by engineer. */
"No results found" = "Nenalezeny žádné výsledky";

/* No comment provided by engineer. */
"No shared items" = "Žádné sdílené položky";

/* No comment provided by engineer. */
"No upcoming events" = "Žádné nadcházející události";

/* No comment provided by engineer. */
"No user found" = "Nenalezen žádný uživatel";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normální";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Nevyžádáno";

/* No comment provided by engineer. */
"Note to self" = "Poznámka pro mne";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Poznámka:";

/* No comment provided by engineer. */
"Notifications" = "Upozorňování";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Je zapnutá aplikace Upozorňování?";

/* No comment provided by engineer. */
"Notify about calls" = "Upozorňovat na hovory";

/* Indicates an event happening right now */
"Now" = "Nyní";

/* No comment provided by engineer. */
"Off" = "Vypnuto";

/* No comment provided by engineer. */
"Offline" = "Offline";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Bez připojení – jsou zobrazovány pouze už stažené zprávy";

/* No comment provided by engineer. */
"OK" = "OK";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Starý účet";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Jakmile opustíte konverzaci, budete, v případě uzavřené konverzace, potřebovat k opětovnému připojení pozvánku. K otevřené konverzaci se můžete kdykoli znovu připojit.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Jakmile je archivování konverzace zrušeno, znovu bude zobrazována už ve výchozí stavu.";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Online status" = "Stav online";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Sdílení pouze zvuku a obrazovky";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Pouze normální zprávy mohou být smazány";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Synchronizovat pouze s důvěryhodnými servery";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Viditelné pouze lidem, se kterými nalezena shoda propojením přes telefonní číslo";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Viditelné pouze lidem na této instanci a hostům";

/* No comment provided by engineer. */
"Open" = "Otevřít";

/* No comment provided by engineer. */
"Open app settings" = "Otevřít nastavení aplikace";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Otevřít konverzaci registrovaným uživatelům";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Otevřít konverzace";

/* No comment provided by engineer. */
"Open in %@" = "Otevřít v %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Otevřít v Google Mapách";

/* No comment provided by engineer. */
"Open in Maps" = "Otevřít v Mapách";

/* A menu to show additional options for the current conversation */
"Option menu" = "Nabídka volby";

/* No comment provided by engineer. */
"Other Accounts" = "Ostatní účty";

/* No comment provided by engineer. */
"Other participants" = "Ostatní účastníci";

/* No comment provided by engineer. */
"Others" = "Ostatní";

/* Owner of a repository */
"Owner" = "Vlastník";

/* No comment provided by engineer. */
"Participants" = "Účastníci";

/* No comment provided by engineer. */
"Password" = "Heslo";

/* No comment provided by engineer. */
"Password copied" = "Heslo zkopírováno";

/* No comment provided by engineer. */
"Password is secure" = "Heslo je bezpečné";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Je třeba, aby heslo bylo alespoň %d znaků dlouhé";

/* No comment provided by engineer. */
"Password protection" = "Ochrana heslem";

/* No comment provided by engineer. */
"Pending invitations" = "Čekající pozvánky";

/* No comment provided by engineer. */
"Phone number" = "Telefonní číslo";

/* No comment provided by engineer. */
"Phone number integration" = "Propojení dle telefonního čísla";

/* No comment provided by engineer. */
"Phone number set successfully" = "Telefonní číslo úspěšně nastaveno";

/* No comment provided by engineer. */
"Photo Library" = "Knihovna fotek";

/* No comment provided by engineer. */
"Photo library access" = "Přístup do knihovny fotek";

/* No comment provided by engineer. */
"Pick date & time" = "Zvolit datum a čas";

/* Pin a message to be always visible in the chat */
"Pin message" = "Připnout zprávu";

/* Message was pinned at … */
"Pinned at %@" = "Připnuto v %@";

/* A message was pinned by ... */
"pinned by" = "připnul/a";

/* No comment provided by engineer. */
"Pinned messages" = "Připnuté zprávy";

/* Message is pinned until … */
"Pinned until %@" = "Připnuto do %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Zkontrolujte, zda jste zadali platnou adresu serveru.";

/* No comment provided by engineer. */
"Please check that you entered the correct HPACloud server address." = "Zkontrolujte, zda jste zadali správnou adresu HPACloud serveru.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Zkontrolujte, zda jste zadali správnou adresu serveru.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Obraťte se na správce vámi využívaného systému.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Zajistěte aktualizaci %@ na vámi využívaném serveru na nejnovější dostupnou verzi.";

/* No comment provided by engineer. */
"Please update." = "Zaktualizujte";

/* No comment provided by engineer. */
"Poll" = "Anketa";

/* No comment provided by engineer. */
"Poll draft" = "Koncept ankety";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Koncept ankety byl uložen";

/* No comment provided by engineer. */
"Poll drafts" = "Koncepty anket";

/* No comment provided by engineer. */
"Poll results" = "Výsledky ankety";

/* No comment provided by engineer. */
"Polls" = "Ankety";

/* No comment provided by engineer. */
"Preview" = "Náhled";

/* No comment provided by engineer. */
"Privacy" = "Soukromí";

/* No comment provided by engineer. */
"Private" = "Soukromé";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile picture" = "Profilový obrázek";

/* No comment provided by engineer. */
"Promote to moderator" = "Povýšit na moderátora";

/* No comment provided by engineer. */
"Published" = "Zveřejněno";

/* No comment provided by engineer. */
"Push notifications" = "Push upozorňování";

/* No comment provided by engineer. */
"Question" = "Otázka";

/* No comment provided by engineer. */
"Raise hand" = "Hlásit se";

/* No comment provided by engineer. */
"Reachable?" = "Dosažitelné?";

/* No comment provided by engineer. */
"Reactions" = "Reakce";

/* No comment provided by engineer. */
"Read status" = "Oznámení o přečtení";

/* No comment provided by engineer. */
"Received call from an old account" = "Obdržen hovor od starého účtu";

/* No comment provided by engineer. */
"Recent threads" = "Nedávná vlákna";

/* No comment provided by engineer. */
"Record voice message" = "Nahrát hlasovou zprávu";

/* No comment provided by engineer. */
"Recording" = "Zaznamenávání";

/* No comment provided by engineer. */
"Recording consent is required" = "Je vyžadován souhlas s nahráváním";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Před připojením se k volání je vyžadován souhlas s nahráváním";

/* No comment provided by engineer. */
"Recordings" = "Nahrávky";

/* No comment provided by engineer. */
"Redo" = "Zopakovat";

/* No comment provided by engineer. */
"Reference API supported?" = "Referenční API podporováno?";

/* No comment provided by engineer. */
"Reject" = "Zamítnout";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Připomínka byla úspěšně vyčištěna";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Připomínka byla úspěšně nastavena";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Vzdálený server není dostupný";

/* No comment provided by engineer. */
"Remove" = "Odebrat";

/* No comment provided by engineer. */
"Remove account" = "Odebrat účet";

/* No comment provided by engineer. */
"Remove from favorites" = "Odebrat z oblíbených";

/* No comment provided by engineer. */
"Remove group and members" = "Odebrat skupinu a její členy";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Odebrat staré duplicitní položky a ponechat pouze ty nejnovější.";

/* No comment provided by engineer. */
"Remove participant" = "Odebrat účastníka";

/* No comment provided by engineer. */
"Remove password" = "Odebrat heslo";

/* No comment provided by engineer. */
"Remove team and members" = "Odebrat tým a členy";

/* Replacement in case of out of office */
"Replacement" = "Nahrazení";

/* Replacement in case of out of office */
"Replacement (optional)" = "Nahrazení (volitelné)";

/* No comment provided by engineer. */
"Reply" = "Odpovědět";

/* No comment provided by engineer. */
"Reply privately" = "Odpovědět soukromě";

/* Name of a repository */
"Repo" = "Repo";

/* Reschedule a message that is send later */
"Reschedule" = "Přeplánovat";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Přeplánovat s odesláním notifikace";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Přeplánovat bez odeslání notifikace";

/* No comment provided by engineer. */
"Resend" = "Poslat znovu";

/* No comment provided by engineer. */
"Resend invitation" = "Znovu poslat pozvánku";

/* No comment provided by engineer. */
"Resend invitations" = "Znovu poslat pozvánky";

/* Title for a section where different reset options are shown */
"Reset" = "Resetovat";

/* Replacement in case of out of office */
"Reset replacement" = "Vrátit zástup na výchozí hodnotu";

/* Results of a poll */
"Results" = "Výsledky";

/* No comment provided by engineer. */
"Retry" = "Zkusit znovu";

/* Save conversation description */
"Save" = "Uložit";

/* No comment provided by engineer. */
"Save as draft" = "Uložit jako koncept";

/* No comment provided by engineer. */
"Save password" = "Uložit heslo";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Uložit do „poznámky pro sebe“";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Pozdravte své přátele a kolegy!";

/* No comment provided by engineer. */
"Scan QR code" = "Naskenovat QR kód";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Plán";

/* No comment provided by engineer. */
"Schedule a meeting" = "Naplánovat schůzku";

/* No comment provided by engineer. */
"Scheduled messages" = "Naplánované zprávy";

/* No comment provided by engineer. */
"Screensharing stopped" = "Sdílení obrazovky zastaveno";

/* No comment provided by engineer. */
"Search" = "Hledat";

/* No comment provided by engineer. */
"Search for places" = "Hledat místa";

/* Replacement in case of out of office */
"Select a replacement" = "Vybrat nahrazení";

/* No comment provided by engineer. */
"Select language" = "Vyberte jazyk";

/* Copy a 'selection' of a message */
"Selection" = "Výběr";

/* No comment provided by engineer. */
"Send" = "Odeslat";

/* No comment provided by engineer. */
"Send a reaction" = "Poslat reakci";

/* No comment provided by engineer. */
"Send call notification" = "Odeslat upozornění na hovor";

/* No comment provided by engineer. */
"Send later" = "Odeslat později";

/* No comment provided by engineer. */
"Send later without notification" = "Odeslat později bez notifikace";

/* No comment provided by engineer. */
"Send message" = "Poslat zprávu";

/* Send a message now */
"Send now" = "Odeslat nyní";

/* No comment provided by engineer. */
"Send without notification" = "Odeslat bez upozornění";

/* No comment provided by engineer. */
"Send/Accept" = "Odeslat/Přijmout";

/* No comment provided by engineer. */
"Sending no invitations" = "Pozvánky nebudou zaslány";

/* No comment provided by engineer. */
"Sensitive conversation" = "Citlivá konverzace";

/* A message has been sent without notifications */
"Sent without notification" = "Posláno bez upozornění";

/* No comment provided by engineer. */
"Server" = "Server";

/* No comment provided by engineer. */
"Server address https://…" = "Adresa serveru https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Na serveru v tuto chvíli probíhá údržba";

/* No comment provided by engineer. */
"Server not found" = "Server nenalezen";

/* No comment provided by engineer. */
"Set" = "Nastavit";

/* No comment provided by engineer. */
"Set password" = "Nastavit heslo";

/* Remind me later about that message */
"Set reminder" = "Nastavit připomínku";

/* No comment provided by engineer. */
"Set status message" = "Nastavit stavovou zprávu";

/* No comment provided by engineer. */
"Settings" = "Nastavení";

/* No comment provided by engineer. */
"Share" = "Sdílet";

/* No comment provided by engineer. */
"Share a file from your HPACloud" = "Sdílet soubor z vámi využívaného HPACloud";

/* No comment provided by engineer. */
"Share current location" = "Sdílet stávající pozici";

/* No comment provided by engineer. */
"Share link" = "Odkaz na sdílení";

/* No comment provided by engineer. */
"Share location" = "Sdílet polohu";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Sdílet umístění špendlíku";

/* No comment provided by engineer. */
"Share to chat" = "Nasdílet do chatu";

/* No comment provided by engineer. */
"Share with" = "Sdílet s";

/* No comment provided by engineer. */
"Shared items" = "Sdílené položky";

/* No comment provided by engineer. */
"Shared location" = "Sdílená poloha";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Sdílení do federované konverzace není podporováno.";

/* No comment provided by engineer. */
"Short absence status" = "Stručný stav nepřítomnosti";

/* No comment provided by engineer. */
"Short absence status is too long" = "Stručný stav nepřítomnosti je příliš dlouhý";

/* No comment provided by engineer. */
"Show more…" = "Zobrazit více …";

/* No comment provided by engineer. */
"Signaling" = "Signalizace";

/* No comment provided by engineer. */
"SIP dial-in" = "Volání do prostřednictvím SIP";

/* No comment provided by engineer. */
"Skip" = "Přeskočit";

/* No comment provided by engineer. */
"Slide to cancel" = "Zrušíte přejetím prstem";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Některé zprávy nejsou zobrazeny, budou staženy až budete připojení k Internetu";

/* No comment provided by engineer. */
"Source code" = "Zdrojové kódy";

/* speaker = Loudspeaker, device */
"Speaker" = "Reproduktor";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Reproduktor vypnut";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Reproduktor zapnut";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Přístup k rozpoznávání řeči není umožněn. Zkontrolujte svá nastavení.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Rozpoznání řeči se nezdařilo";

/* No comment provided by engineer. */
"Start a new group conversation" = "Zahájit novou skupinovou konverzaci";

/* No comment provided by engineer. */
"Start call" = "Zavolat";

/* No comment provided by engineer. */
"Start call silently" = "Zahájit hovor bez vyzvánění";

/* No comment provided by engineer. */
"Start recording" = "Zahájit nahrávání";

/* No comment provided by engineer. */
"Start time" = "Čas zahájení";

/* No comment provided by engineer. */
"Start video call" = "Zahájit videohovor";

/* No comment provided by engineer. */
"Start video call silently" = "Zahájit videohovor bez vyzvánění";

/* No comment provided by engineer. */
"Status" = "Stav";

/* No comment provided by engineer. */
"Status message" = "Stavová zpráva";

/* Action to 'Stop' a recording */
"Stop" = "Zastavit";

/* No comment provided by engineer. */
"Stop recording" = "Zastavit nahrávání";

/* No comment provided by engineer. */
"Stop screensharing" = "Zastavit sdílení obrazovky";

/* Strikethrough text */
"Strikethrough" = "Přeškrtnuté";

/* No comment provided by engineer. */
"STUN servers" = "Servery STUN";

/* No comment provided by engineer. */
"Submit vote" = "Odeslat hlas";

/* No comment provided by engineer. */
"Switch account" = "Přepnout účet";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Přepínání do jiné konverzace";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Synchronizovat s důvěryhodnými servery a globálním a veřejným adresářem kontaktů";

/* Talk to a user */
"Talk to" = "Talk s";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Hlasovou poznámku nahrajete klepnutím a držením";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Hlasovou zprávu nahrajete klepnutím a držením, uvolněním pak bude odeslána.";

/* No comment provided by engineer. */
"Test failed" = "Zkouška se nezdařila";

/* No comment provided by engineer. */
"Test push notifications" = "Vyzkoušet push notifikace";

/* No comment provided by engineer. */
"Test results" = "Výsledky testu";

/* No comment provided by engineer. */
"Test results copied" = "Výsledek testu zkopírován";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Tato aplikace je příliš stará a už nepodporovaná tímto serverem.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Hovor pro tuto událost skončil. Chcete tuto konverzaci smazat pro všechny?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Hovor trvá už hodinu";

/* No comment provided by engineer. */
"The call might be recorded" = "Hovor může být nahráván";

/* No comment provided by engineer. */
"The password is wrong" = "Chybné heslo";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Nahrávka může obsahovat váš hlas, obraz z kamery a sdílení obrazovky. K hovoru se budete moci připojit až po odsouhlasení.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "Token už mohl být použit nebo jeho platnost skončila. Prosím nechte vytvořit nový QR kód a zkuste znovu.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Na serveru %1$@ neexistuje účet uživatele %2$@, nastaveného v této aplikaci. ";

/* No comment provided by engineer. */
"This call is being recorded" = "Tento hovor je nahráván";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Tato konverzace je připojená k události v kalendáři. Název/popis konverzace tedy změníte úpravou této události.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Tato konverzace je pouze pro čtení";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Tato konverzace bude automaticky smazána pro kohokoli po %ld dnech bez jakékoli aktivity.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Toto je webová adresa, kterou používáte pro přístup k vámi využívanému serveru prostřednictvím webového prohlížeče.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Tato schůzka je naplánována na";

/* No comment provided by engineer. */
"This might take a moment" = "Toto může chvíli trvat";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Toto shrnutí je vytvářeno AI a může obsahovat chyby";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Toto obvykle značí, že toto zařízení bylo dříve použito pro účet, který nebyl správně odebrán ze serveru.";

/* No comment provided by engineer. */
"This week" = "Tento týden";

/* Remind me this weekend about that message */
"This weekend" = "Tento víkend";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Toto má dopad na funkci této aplikace. Zkontrolujte nastavení.";

/* No comment provided by engineer. */
"Thread" = "Vlákno";

/* No comment provided by engineer. */
"Thread notification level button" = "Tlačítko úrovně notifikací ohledně vlákna";

/* No comment provided by engineer. */
"Thread title" = "Nadpis vlákna";

/* No comment provided by engineer. */
"Threads" = "Vláken";

/* No comment provided by engineer. */
"Title" = "Funkce";

/* 'To' which language user wants to translate text */
"To" = "Do";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Abyste toto vyřešili, použijte webové rozhraní, přejděte do „Nastavení → Zabezpečení“.";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Pro:";

/* No comment provided by engineer. */
"Today" = "Dnes";

/* Remind me tomorrow about that message */
"Tomorrow" = "Zítra";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Přepsat do textu";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Přepis do textu";

/* No comment provided by engineer. */
"Translate" = "Přeložit";

/* No comment provided by engineer. */
"Translation" = "Překlad";

/* No comment provided by engineer. */
"Translation failed" = "Překlad se nezdařil";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Pokus o přihlášení se…";

/* No comment provided by engineer. */
"TURN servers" = "TURN servery";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Přezdívka na Twitteru @…";

/* No comment provided by engineer. */
"Typing indicator" = "Indikátor psaní";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Indikátory psaní jsou k dispozici pouze pokud je používána podpůrná vrstva pro vysoký výkon (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Nepodařilo se získat kontext zprávy";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Nepodařilo se získat konverzaci zprávy";

/* No comment provided by engineer. */
"Unable to load file" = "Soubor se nedaří načíst";

/* No comment provided by engineer. */
"Unable to open file" = "Soubor se nedaří otevřít";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Heslo nebylo v tuto chvíli možné ověřit";

/* No comment provided by engineer. */
"Unarchive conversation" = "Zrušit archivaci konverzace";

/* No comment provided by engineer. */
"Unavailable" = "Není dostupné";

/* No comment provided by engineer. */
"Unban" = "Zrušit vyloučení";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Pod „Zařízení a relace“ zkontrolujte, zda zde nejsou duplicitní položky pro to stejné zařízení.";

/* No comment provided by engineer. */
"Undo" = "Vrátit zpět";

/* No comment provided by engineer. */
"Undo Typing" = "Maže znaky";

/* No comment provided by engineer. */
"Unknown" = "Neznámé";

/* No comment provided by engineer. */
"Unknown error" = "Neznámá chyba";

/* No comment provided by engineer. */
"Unknown error occurred" = "Došlo k neznámé chybě";

/* No comment provided by engineer. */
"Unpin" = "Zrušit připnutí";

/* No comment provided by engineer. */
"Unpin message" = "Zrušit připnutí zprávy";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Nepřečtené";

/* No comment provided by engineer. */
"Unread mentions" = "Nepřečtená zmínění";

/* No comment provided by engineer. */
"Unread messages" = "Nepřečtené zprávy";

/* Calling is not supported */
"Unsupported" = "Nepodporováno";

/* No comment provided by engineer. */
"Update" = "Aktualizovat";

/* No comment provided by engineer. */
"Updated notification settings" = "Nastavení upozorňování zaktualizována";

/* No comment provided by engineer. */
"Upload failed" = "Odesílání se nezdařilo";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Nahrávání %ld prvků";

/* No comment provided by engineer. */
"Uploading 1 element" = "Nahrávání 1 prvku";

/* No comment provided by engineer. */
"User" = "Uživatel";

/* No comment provided by engineer. */
"User profile and settings" = "Uživatelský profil a nastavení";

/* No comment provided by engineer. */
"User status supported?" = "Je podporován stav uživatele?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Kvóta na úložiště daného uživatele překročena";

/* No comment provided by engineer. */
"Users" = "Uživatelé";

/* No comment provided by engineer. */
"Validating password…" = "Ověřování hesla…";

/* No comment provided by engineer. */
"Version" = "Verze";

/* No comment provided by engineer. */
"Video quality" = "Kvalita přenášeného obrazu";

/* Conversation visibility settings */
"Visibility" = "Viditelnost";

/* No comment provided by engineer. */
"Voice messages" = "Hlasové zprávy";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Čeká se, až se %@ připojí k hovoru …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Čeká se, až se připojí i ostatní …";

/* No comment provided by engineer. */
"Website" = "Webová stránka";

/* No comment provided by engineer. */
"What is your status?" = "Jaký je váš stav?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Napište zprávu, někoho zmíníte pomocí @ (zavináč) před jeho jménem …";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"Yesterday" = "Včera";

/* No comment provided by engineer. */
"You" = "Vy";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Přidali jste {user0} a %ld dalších účastníků";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Přidali jste {user0} a {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Vy a %ld dalších účastníků se připojili k hovoru";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Vy a %ld dalších účastníků opustili hovor";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Vy a {actor0} jste se připojili k hovoru";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Vy a {actor0} jste opustili hovor";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "V tuto chvíli se nacházíte v čekárně";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Neúčastníte se žádné konverzace";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Neúčastníte se žádné konverzace. Pokud chcete zahájit novou, klepněte na +.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Můžete si nastavit své telefonní číslo a tak vás budou moci ostatní uživatelé najít";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Odebrali jste {user0} a %ld dalším účastníkům práva moderátora";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Odebrali jste {user0} a {user1} práva moderátora";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Máte %ld čekajících pozvání";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Byli jste ztlumeni moderátorem";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Nemáte naplánované žádné schůzky.";

/* No comment provided by engineer. */
"You have no unread mentions." = "Nemáte žádná nepřečtená zmínění.";

/* No comment provided by engineer. */
"You have no unread messages." = "Nemáte žádné nepřečtené zprávy.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Než budete moci opustit %@, je třeba předat někomu roli moderátora.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Než budete moci opustit tuto konverzaci, je třeba předat někomu roli moderátora.";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Udělili jste {user0} a %ld dalším účastníkům práva moderátora";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Udělili jste {user0} a {user1} práva moderátora";

/* No comment provided by engineer. */
"You received a new notification" = "Obdrželi jste nové upozornění";

/* No comment provided by engineer. */
"You reconnected to the call" = "Připojili jste se zpět k hovoru";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Odebrali jste {user0} a %ld dalších účastníků";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Odebrali jste {user0} a {user1}";

/* No comment provided by engineer. */
"Your email address" = "Vaše e-mailová adresa";

/* No comment provided by engineer. */
"Your phone number" = "Vaše telefonní číslo";

/* No comment provided by engineer. */
"Your PIN" = "Váš PIN";

/* No comment provided by engineer. */
"Your postal address" = "Vaše poštovní adresa";

/* 'Zammad' is a product name */
"Zammad API error" = "Chyba Zammad API";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} přidal(a) vás a dalších %ld účastníků";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} přidal(a) vás a {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} přidal(a) {user0} a %ld další účastníky";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} přidal(a) {user0} a {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} a %ld dalších účastníků se připojilo k hovoru";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} a dalších %ld účastníků opustilo hovor";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} a {actor1} se připojili k hovoru";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} a {actor1} opustili hovor";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0}  vám a %ld dalším účastníkům odebral(a) práva moderátora";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} odebral(a) vám a {user0} práva moderátora";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} odebral(a) {user0} a %ld dalším účastníkům práva moderátora";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} odebral(a) {user0} a {user1} práva moderátorů";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} vám a %ld dalším účastníkům udělil(a) práva moderátora";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} vám a {user0} udělila(a) práva moderátora";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} udělil(a) {user0} a %ld dalším účastníkům práva moderátora";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} udělil {user0} a {user1} práva moderátorů";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} se připojil(a) zpět k hovoru";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} odebral(a) vás a dalších %ld účastníků";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} odebral(a) vás a {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} odebral(a) {user0} a %ld další účastníky";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} odebral(a) {user0} a {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Nové zprávy";

